Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Dark
ar: مظلم
de: Dunkel
es: Oscuro
fr: Sombre
it: Buio
ja: 暗い
ko: 어두운
pt_br: Escuro
ru: Темный
zh_hans: 深色
zh_hant: 深色

source: Dashboard
ar: لوحة التحكم
es: Panel de control
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt_br: Painel de controle
ru: Панель управления
zh_hans: 控制台
zh_hant: 主控台

source: Data Centers
ar: مراكز البيانات
de: Rechenzentren
es: Centros de datos
fr: Centres de données
it: Centri dati
ja: データセンター
ko: 데이터 센터
pt_br: Centros de dados
ru: Дата-центры
zh_hans: 数据中心
zh_hant: 數据中心

source: Data Transferred
ar: تم نقل البيانات
de: Daten übertragen
es: Datos transferidos
fr: Données transférées
it: Dati trasferiti
ja: 転送されたデータ
ko: 전송된 데이터
pt_br: Dados transferidos
ru: Данные переданы
zh_hans: 传输数据量
zh_hant: 傳輸數据量

source: Data Usage
ar: استخدام البيانات
de: Datennutzung
es: Uso de datos
fr: Utilisation des données
it: Utilizzo dei dati
ja: データ使用量
ko: 데이터 사용량
pt_br: Uso de dados
ru: Использование данных
zh_hans: 数据用量
zh_hant: 數据用量

source: Database Accelerators
ar: مسرعات قواعد البيانات
de: Datenbankbeschleuniger
es: Aceleradores de bases de datos
fr: Accélérateurs de bases de données
it: Acceleratori di database
ja: データベースアクセラレータ
ko: 데이터베이스 가속기
pt_br: Aceleradores de banco de dados
ru: Ускорители баз данных
zh_hans: 数据库加速器
zh_hant: 資料庫加速器

source: Database Accelerators (%lld)
ar: مسرِّعات قاعدة البيانات (%lld)
de: Datenbank-Acceleratoren (%lld)
es: Aceleradores de base de datos (%lld)
fr: Accélérateurs de base de données (%lld)
it: Acceleratori del database (%lld)
ja: データベースアクセラレータ (%lld)
ko: 데이터베이스 가속기 (%lld)
pt_br: Aceleradores de banco de dados (%lld)
ru: Ускорители базы данных (%lld)
zh_hans: 数据库加速器 (%lld)
zh_hant: 資料庫加速器 (%lld)

source: Database Created
ar: تم إنشاء قاعدة البيانات
de: Datenbank erstellt
es: Base de datos creada
fr: Base de données créée
it: Database creato
ja: データベースが作成されました
ko: 데이터베이스가 생성되었습니다.
pt_br: Banco de dados criado
ru: База данных создана
zh_hans: 数据库已创建
zh_hant: 資料庫已建立

source: Database created successfully
ar: تم إنشاء قاعدة البيانات بنجاح
de: Datenbank erfolgreich erstellt
es: Base de datos creada exitosamente
fr: Base de données créée avec succès
it: Database creato con successo
ja: データベースが正常に作成されました
ko: 데이터베이스가 성공적으로 생성되었습니다.
pt_br: Banco de dados criado com sucesso
ru: База данных успешно создана
zh_hans: D1 数据库创建成功
zh_hant: D1 資料庫建立成功

source: Database Details
ar: تفاصيل قاعدة البيانات
de: Datenbankdetails
es: Detalles de la base de datos
fr: Détails de la base de données
it: Dettagli della banca dati
ja: データベースの詳細
ko: 데이터베이스 세부정보
pt_br: Detalhes do banco de dados
ru: Детали базы данных
zh_hans: 数据库信息
zh_hant: 資料庫信息

source: Database Information
ar: معلومات قاعدة البيانات
de: Datenbankinformationen
es: Información de la base de datos
fr: Informations sur la base de données
it: Informazioni sulla banca dati
ja: データベース情報
ko: 데이터베이스 정보
pt_br: Informações do banco de dados
ru: Информация о базе данных
zh_hans: 数据库信息
zh_hant: 資料庫信息

source: Database Name
ar: اسم قاعدة البيانات
de: Datenbankname
es: Nombre de la base de datos
fr: Nom de la base de données
it: Nome della banca dati
ja: データベース名
ko: 데이터베이스 이름
pt_br: Nome do banco de dados
ru: Имя базы данных
zh_hans: 数据库名称
zh_hant: 資料庫名称

source: Database Name (e.g. prod-db)
ar: اسم قاعدة البيانات (على سبيل المثال، prod-db)
de: Datenbankname (z. B. prod-db)
es: Nombre de la base de datos (por ejemplo, prod-db)
fr: Nom de la base de données (par exemple, prod-db)
it: Nome del database (ad esempio prod-db)
ja: データベース名 (例: prod-db)
ko: 데이터베이스 이름(예: prod-db)
pt_br: Nome do banco de dados (por exemplo, prod-db)
ru: Имя базы данных (например, prod-db)
zh_hans: 数据库名称 (例如 prod-db)
zh_hant: 資料庫名称 (例如 prod-db)

source: Database Overview
ar: نظرة عامة على قاعدة البيانات
de: Datenbankübersicht
es: Descripción general de la base de datos
fr: Présentation de la base de données
it: Panoramica del database
ja: データベースの概要
ko: 데이터베이스 개요
pt_br: Visão geral do banco de dados
ru: Обзор базы данных
zh_hans: 数据库概览
zh_hant: 資料庫概覽

source: Database Tables (%lld)
ar: جداول قاعدة البيانات (%lld)
de: Datenbanktabellen (%lld)
es: Tablas de la base de datos (%lld)
fr: Tables de la base de données (%lld)
it: Tabelle del database (%lld)
ja: データベーステーブル (%lld)
ko: 데이터베이스 테이블 (%lld)
pt_br: Tabelas do banco de dados (%lld)
ru: Таблицы базы данных (%lld)
zh_hans: 数据库表 (%lld)
zh_hant: 資料庫資料表 (%lld)

source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hans: 日期
zh_hant: 日期

source: Days Remaining
ar: الأيام المتبقية
de: Verbleibende Tage
es: Días restantes
fr: Jours restants
it: Giorni rimanenti
ja: 残り日数
ko: 남은 일수
pt_br: Dias restantes
ru: Осталось дней
zh_hans: 剩余有效天数
zh_hant: 剩餘有效天數

source: Debugging
ar: تصحيح الأخطاء
de: Debuggen
es: Depuración
fr: Débogage
it: Debug
ja: デバッグ
ko: 디버깅
pt_br: Depuração
ru: Отладка
zh_hans: 调试
zh_hant: 調试

source: Decision: %@
ar: القرار: %@
de: Entscheidung: %@
es: Decisión: %@
fr: Décision : %@
it: Decisione: %@
ja: 決定：%@
ko: 결정: %@
pt_br: Decisão: %@
ru: Решение: %@
zh_hans: 决策：%@
zh_hant: 決策：%@

source: Deep certificate chain & SANs analysis
ar: تحليل عميق لسلسلة الشهادات وشبكات SAN
de: Umfassende Analyse der Zertifikatskette und SANs
es: Análisis profundo de la cadena de certificados y SAN
fr: Analyse approfondie de la chaîne de certificats et des SAN
it: Analisi approfondita della catena di certificati e delle SAN
ja: 証明書チェーンと SAN の詳細な分析
ko: 심층적인 인증서 체인 및 SAN 분석
pt_br: Análise profunda da cadeia de certificados e SANs
ru: Глубокий анализ цепочки сертификатов и SAN
zh_hans: 深入分析域名 TLS 握手、证书链与 SAN 扩展名
zh_hant: 深入分析網域稱 TLS 握手、憑證链与 SAN 扩展名

source: Deep certificate chain, SANs & expiration analysis
ar: سلسلة الشهادات العميقة وشبكات SAN وتحليل انتهاء الصلاحية
de: Umfassende Zertifikatskette, SANs und Ablaufanalyse
es: Cadena de certificados profunda, SAN y análisis de caducidad
fr: Chaîne de certificats approfondie, SAN et analyse d'expiration
it: Approfondita catena di certificati, SAN e analisi delle scadenze
ja: 詳細な証明書チェーン、SAN、有効期限分析
ko: 심층적인 인증서 체인, SAN 및 만료 분석
pt_br: Cadeia profunda de certificados, SANs e análise de expiração
ru: Глубокая цепочка сертификатов, SAN и анализ срока действия
zh_hans: 证书链、SANs 别名与过期深度分析
zh_hant: 憑證链、SANs 別名与過期深度分析

source: Default Pools
ar: حمامات السباحة الافتراضية
de: Standardpools
es: Grupos predeterminados
fr: Pools par défaut
it: Pool predefiniti
ja: デフォルトのプール
ko: 기본 풀
pt_br: Conjuntos padrão
ru: Пулы по умолчанию
zh_hans: 默认源池
zh_hant: 默認源池

# Degraded
source: Degraded Performance
ar: الأداء المتدهور
de: Leistungseinbußen
es: Rendimiento degradado
fr: Performances dégradées
it: Prestazioni degradate
ja: パフォーマンスの低下
ko: 성능 저하
pt_br: Desempenho degradado
ru: Снижение производительности
zh_hans: 性能降级
zh_hant: 性能降級

source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
ja: 消去
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete '%@'
ar: حذف "%1$@"
de: "%1$@" löschen
es: Eliminar "%1$@"
fr: Supprimer "%1$@"
it: Elimina "%1$@"
ja: "%1$@" を削除
ko: "%1$@" 삭제
pt_br: Excluir "%1$@"
ru: Удалить "%1$@"
zh_hans: 删除 "%1$@"
zh_hant: 刪除「%1$@」

source: Delete "%@"
ar: حذف "%@"
de: "%@" löschen
es: Eliminar "%@"
fr: Supprimer "%@"
it: Elimina "%@"
ja: "%@" を削除
ko: "%@" 삭제
pt_br: Excluir "%@"
ru: Удалить "%@"
zh_hans: 删除 "%@"
zh_hant: 刪除 "%@"

source: Delete %lld Records
ar: حذف %lld سجلات
de: %lld Einträge löschen
es: Eliminar %lld registros
fr: Supprimer %lld enregistrements
it: Elimina %lld record
ja: %lld 件のレコードを削除
ko: %lld개 레코드 삭제
pt_br: Excluir %lld Registros
ru: Удалить %lld записей
zh_hans: 删除 %lld 条记录
zh_hant: 刪除 %lld 條記錄

source: Delete AI Gateway
ar: حذف بوابة الذكاء الاصطناعي
de: AI Gateway löschen
es: Eliminar puerta de enlace AI
fr: Supprimer la passerelle AI
it: Elimina Gateway AI
ja: AIゲートウェイの削除
ko: AI 게이트웨이 삭제
pt_br: Excluir gateway de IA
ru: Удалить AI-шлюз
zh_hans: 删除 AI Gateway
zh_hant: 刪除 AI Gateway

source: Delete Application
ar: حذف التطبيق
de: Anwendung löschen
es: Eliminar aplicación
fr: Supprimer l'application
it: Elimina applicazione
ja: アプリケーションの削除
ko: 애플리케이션 삭제
pt_br: Excluir aplicativo
ru: Удалить приложение
zh_hans: 删除应用
zh_hant: 删除应用

source: Delete Bucket
ar: حذف Bucket
de: Bucket löschen
es: Eliminar depósito
fr: Supprimer le compartiment
it: Elimina bucket
ja: バケットの削除
ko: 버킷 삭제
pt_br: Excluir intervalo
ru: Удалить сегмент
zh_hans: 删除存储桶
zh_hant: 删除存储桶

source: Delete Cache Rule
ar: حذف قاعدة التخزين المؤقت
de: Cache-Regel löschen
es: Eliminar regla de caché
fr: Supprimer la règle de cache
it: Elimina regola cache
ja: キャッシュ ルールを削除
ko: 캐시 규칙 삭제
pt_br: Excluir regra de cache
ru: Удалить правило кэша
zh_hans: 删除缓存规则
zh_hant: 刪除快取規則

source: Delete Certificate
ar: حذف الشهادة
de: Zertifikat löschen
es: Eliminar certificado
fr: Supprimer le certificat
it: Elimina certificato
ja: 証明書を削除
ko: 인증서 삭제
pt_br: Excluir certificado
ru: Удалить сертификат
zh_hans: 删除证书
zh_hant: 刪除憑證

source: Delete CORS Rule
ar: حذف قاعدة CORS
de: CORS-Regel löschen
es: Eliminar regla CORS
fr: Supprimer la règle CORS
it: Elimina regola CORS
ja: CORS ルールを削除
ko: CORS 규칙 삭제
pt_br: Excluir regra CORS
ru: Удалить правило CORS
zh_hans: 删除 CORS 规则
zh_hant: 刪除 CORS 規則

source: Delete Cron Trigger
ar: حذف مشغل كرون
de: Cron-Trigger löschen
es: Eliminar disparador cron
fr: Supprimer le déclencheur Cron
it: Elimina il trigger Cron
ja: Cron トリガーの削除
ko: 크론 트리거 삭제
pt_br: Excluir gatilho Cron
ru: Удалить триггер Cron
zh_hans: 删除 Cron 触发器
zh_hant: 刪除 Cron 触發器

source: Delete Custom Domain
ar: حذف النطاق المخصص
de: Benutzerdefinierte Domain löschen
es: Eliminar dominio personalizado
fr: Supprimer le domaine personnalisé
it: Elimina dominio personalizzato
ja: カスタム ドメインを削除
ko: 커스텀 도메인 삭제
pt_br: Excluir domínio personalizado
ru: Удалить пользовательский домен
zh_hans: 删除自定义域名
zh_hant: 刪除自訂網域

source: Delete D1 Database
ar: حذف قاعدة بيانات D1
de: D1-Datenbank löschen
es: Eliminar base de datos D1
fr: Supprimer la base de données D1
it: Elimina il database D1
ja: D1 データベースの削除
ko: D1 데이터베이스 삭제
pt_br: Excluir banco de dados D1
ru: Удалить базу данных D1
zh_hans: 删除 D1 数据库
zh_hant: 刪除 D1 資料庫

source: Delete Deployment
ar: حذف النشر
de: Bereitstellung löschen
es: Eliminar implementación
fr: Supprimer le déploiement
it: Elimina distribuzione
ja: デプロイメントの削除
ko: 배포 삭제
pt_br: Excluir implantação
ru: Удалить развертывание
zh_hans: 删除部署
zh_hant: 删除部署

source: Delete Deployment?
ar: هل تريد حذف النشر؟
de: Bereitstellung löschen?
es: ¿Eliminar implementación?
fr: Supprimer le déploiement ?
it: Eliminare la distribuzione?
ja: デプロイメントを削除しますか?
ko: 배포를 삭제하시겠어요?
pt_br: Excluir implantação?
ru: Удалить развертывание?
zh_hans: 删除此部署？
zh_hant: 刪除此部署？

source: Delete DNS Record
ar: حذف سجل DNS
de: DNS-Eintrag löschen
es: Eliminar registro DNS
fr: Supprimer l'enregistrement DNS
it: Elimina record DNS
ja: DNS レコードを削除
ko: DNS 레코드 삭제
pt_br: Excluir registro DNS
ru: Удалить запись DNS
zh_hans: 删除 DNS 记录
zh_hant: 刪除 DNS 記錄

source: Delete Domain
ar: حذف المجال
de: Domain löschen
es: Eliminar dominio
fr: Supprimer le domaine
it: Elimina dominio
ja: ドメインの削除
ko: 도메인 삭제
pt_br: Excluir domínio
ru: Удалить домен
zh_hans: 删除域名
zh_hant: 删除網域稱

source: Delete Email Rule
ar: حذف قاعدة البريد الإلكتروني
de: E-Mail-Regel löschen
es: Eliminar regla de correo
fr: Supprimer la règle d'e-mail
it: Elimina regola email
ja: メール ルールを削除
ko: 이메일 규칙 삭제
pt_br: Excluir regra de e-mail
ru: Удалить правило электронной почты
zh_hans: 删除邮件路由规则
zh_hant: 刪除郵件路由規則

source: Delete Failed
ar: فشل الحذف
de: Löschen fehlgeschlagen
es: Eliminación fallida
fr: Échec de la suppression
it: Eliminazione non riuscita
ja: 削除に失敗しました
ko: 삭제 실패
pt_br: Falha na exclusão
ru: Удаление не удалось
zh_hans: 删除失败
zh_hant: 刪除失败

source: Delete Hyperdrive
ar: حذف Hyperdrive
de: Hyperdrive löschen
es: Eliminar hiperimpulsor
fr: Supprimer l'hyperdrive
it: Elimina l'iperguida
ja: ハイパードライブの削除
ko: 하이퍼드라이브 삭제
pt_br: Excluir hiperdrive
ru: Удалить гипердвигатель
zh_hans: 删除 Hyperdrive
zh_hant: 刪除 Hyperdrive

source: Delete Ingress Rule
ar: حذف قاعدة الدخول
de: Ingress-Regel löschen
es: Eliminar regla de entrada
fr: Supprimer la règle d'entrée
it: Elimina regola di ingresso
ja: Ingress ルールを削除
ko: 수신 규칙 삭제
pt_br: Excluir regra de entrada
ru: Удалить правило входа
zh_hans: 删除入口规则
zh_hant: 刪除入口規則

source: Delete IP Access Rule
ar: حذف قاعدة الوصول إلى IP
de: IP-Zugriffsregel löschen
es: Eliminar regla de acceso IP
fr: Supprimer la règle d'accès IP
it: Elimina regola di accesso IP
ja: IP アクセス ルールを削除
ko: IP 액세스 규칙 삭제
pt_br: Excluir regra de acesso IP
ru: Удалить правило доступа по IP
zh_hans: 删除 IP 访问规则
zh_hant: 刪除 IP 存取規則

source: Delete Item
ar: حذف العنصر
de: Artikel löschen
es: Eliminar artículo
fr: Supprimer l'élément
it: Elimina elemento
ja: 項目の削除
ko: 항목 삭제
pt_br: Excluir item
ru: Удалить элемент
zh_hans: 删除条目
zh_hant: 刪除條目

source: Delete Key
ar: حذف المفتاح
de: Schlüssel löschen
es: Eliminar clave
fr: Supprimer la clé
it: Elimina chiave
ja: キーを削除
ko: 키 삭제
pt_br: Excluir chave
ru: Удалить ключ
zh_hans: 删除键
zh_hant: 刪除鍵

source: Delete KV Namespace
ar: حذف مساحة الاسم KV
de: KV-Namespace löschen
es: Eliminar espacio de nombres KV
fr: Supprimer l'espace de noms KV
it: Elimina lo spazio dei nomi KV
ja: KV 名前空間の削除
ko: KV 네임스페이스 삭제
pt_br: Excluir namespace KV
ru: Удалить пространство имен KV
zh_hans: 删除 KV 命名空间
zh_hant: 刪除 KV 命名空間

source: Delete List
ar: حذف القائمة
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
it: Elimina elenco
ja: リストの削除
ko: 목록 삭제
pt_br: Excluir lista
ru: Удалить список
zh_hans: 删除列表
zh_hant: 刪除列表

source: Delete Object
ar: حذف الكائن
de: Objekt löschen
es: Eliminar objeto
fr: Supprimer l'objet
it: Elimina oggetto
ja: オブジェクトの削除
ko: 객체 삭제
pt_br: Excluir objeto
ru: Удалить объект
zh_hans: 删除对象
zh_hant: 删除对象

source: Delete Pages Project
ar: مشروع حذف الصفحات
de: Pages-Projekt löschen
es: Eliminar proyecto de Pages
fr: Supprimer le projet de pages
it: Elimina progetto Pagine
ja: Pages プロジェクトの削除
ko: Pages 프로젝트 삭제
pt_br: Excluir projeto de Pages
ru: Удалить проект Pages
zh_hans: 删除 Pages 项目
zh_hant: 刪除 Pages 專案

source: Delete Project
ar: حذف المشروع
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
it: Elimina progetto
ja: プロジェクトの削除
ko: 프로젝트 삭제
pt_br: Excluir projeto
ru: Удалить проект
zh_hans: 删除项目
zh_hant: 删除專案

source: Delete Queue
ar: حذف قائمة الانتظار
de: Warteschlange löschen
es: Eliminar cola
fr: Supprimer la file d'attente
it: Elimina coda
ja: キューの削除
ko: 대기열 삭제
pt_br: Excluir fila
ru: Удалить очередь
zh_hans: 删除队列
zh_hant: 删除队列

source: Delete Rate Limiting Rule
ar: حذف قاعدة تقييد المعدل
de: Rate-Limiting-Regel löschen
es: Eliminar regla de límite de velocidad
fr: Supprimer la règle de limitation de débit
it: Elimina regola di limitazione della velocità
ja: レート制限ルールを削除
ko: 속도 제한 규칙 삭제
pt_br: Excluir regra de limitação de taxa
ru: Удалить правило ограничения скорости
zh_hans: 删除速率限制规则
zh_hant: 刪除速率限制規則

source: Delete Redirect Item
ar: حذف عنصر إعادة التوجيه
de: Weiterleitungselement löschen
es: Eliminar elemento de redirección
fr: Supprimer l'élément de redirection
it: Elimina elemento di reindirizzamento
ja: リダイレクト項目を削除
ko: 리디렉션 항목 삭제
pt_br: Excluir item de redirecionamento
ru: Удалить элемент перенаправления
zh_hans: 删除重定向条目
zh_hant: 刪除重新導向項目

source: Delete Redirect Rule
ar: حذف قاعدة إعادة التوجيه
de: Umleitungsregel löschen
es: Eliminar regla de redireccionamiento
fr: Supprimer la règle de redirection
it: Elimina regola di reindirizzamento
ja: リダイレクトルールの削除
ko: 리디렉션 규칙 삭제
pt_br: Excluir regra de redirecionamento
ru: Удалить правило перенаправления
zh_hans: 删除重定向规则
zh_hant: 刪除重定向規則

source: Delete Resource
ar: حذف المورد
de: Ressource löschen
es: Eliminar recurso
fr: Supprimer la ressource
it: Elimina risorsa
ja: リソースを削除
ko: 리소스 삭제
pt_br: Excluir recurso
ru: Удалить ресурс
zh_hans: 删除资源
zh_hant: 刪除資源

source: Delete Row
ar: حذف الصف
de: Zeile löschen
es: Eliminar fila
fr: Supprimer la ligne
it: Elimina riga
ja: 行の削除
ko: 행 삭제
pt_br: Excluir linha
ru: Удалить строку
zh_hans: 删除行
zh_hant: 刪除行

source: Delete Rule
ar: حذف القاعدة
de: Regel löschen
es: Eliminar regla
fr: Supprimer la règle
it: Elimina regola
ja: ルールの削除
ko: 규칙 삭제
pt_br: Excluir regra
ru: Удалить правило
zh_hans: 删除规则
zh_hant: 删除規則

source: Delete Secret
ar: حذف السر
de: Geheimnis löschen
es: Eliminar secreto
fr: Supprimer le secret
it: Elimina segreto
ja: シークレットの削除
ko: 비밀 삭제
pt_br: Excluir segredo
ru: Удалить секрет
zh_hans: 删除密钥
zh_hant: 删除密钥

source: Delete Selected (%lld)
ar: حذف المحدد (%lld)
de: Ausgewählte löschen (%lld)
es: Eliminar seleccionados (%lld)
fr: Supprimer la sélection (%lld)
it: Elimina selezionati (%lld)
ja: 選択したものを削除 (%lld)
ko: 선택 항목 삭제(%lld)
pt_br: Excluir selecionado (%lld)
ru: Удалить выбранное (%lld)
zh_hans: 删除所选（%lld 个）
zh_hant: 刪除所選（%lld 個）

source: Delete Selected Records
ar: حذف السجلات المحددة
de: Ausgewählte Einträge löschen
es: Eliminar registros seleccionados
fr: Supprimer les enregistrements sélectionnés
it: Elimina i record selezionati
ja: 選択したレコードを削除
ko: 선택한 레코드 삭제
pt_br: Excluir registros selecionados
ru: Удалить выбранные записи
zh_hans: 删除所选记录
zh_hant: 刪除所選記錄

source: Delete Snippet
ar: حذف مقتطف
de: Snippet löschen
es: Eliminar fragmento
fr: Supprimer l'extrait
it: Elimina frammento
ja: スニペットの削除
ko: 조각 삭제
pt_br: Excluir trecho
ru: Удалить фрагмент
zh_hans: 删除代码片段
zh_hant: 刪除程式碼片段

source: Delete Transform Rule
ar: حذف قاعدة التحويل
de: Transformationsregel löschen
es: Eliminar regla de transformación
fr: Supprimer la règle de transformation
it: Elimina regola di trasformazione
ja: 変換ルールの削除
ko: 변환 규칙 삭제
pt_br: Excluir regra de transformação
ru: Удалить правило преобразования
zh_hans: 删除 Transform 规则
zh_hant: 刪除 Transform 規則

source: Delete Trigger Rule
ar: حذف قاعدة الزناد
de: Triggerregel löschen
es: Eliminar regla de activación
fr: Supprimer la règle de déclenchement
it: Elimina regola di attivazione
ja: トリガールールの削除
ko: 트리거 규칙 삭제
pt_br: Excluir regra de gatilho
ru: Удалить триггерное правило
zh_hans: 删除触发规则
zh_hant: 刪除触發規則

source: Delete Tunnel
ar: حذف النفق
de: Tunnel löschen
es: Eliminar túnel
fr: Supprimer le tunnel
it: Elimina tunnel
ja: トンネルの削除
ko: 터널 삭제
pt_br: Excluir túnel
ru: Удалить туннель
zh_hans: 删除隧道
zh_hant: 删除隧道

source: Delete Turnstile Widget
ar: حذف أداة Turnstile
de: Turnstile-Widget löschen
es: Eliminar widget de Turnstile
fr: Supprimer le widget de Turnstile
it: Elimina widget Turnstile
ja: Turnstileウィジェットの削除
ko: Turnstile 위젯 삭제
pt_br: Excluir widget de Turnstile
ru: Удалить виджет Turnstileа
zh_hans: 删除 Turnstile 小组件
zh_hant: 刪除 Turnstile 小組件

source: Delete Variable
ar: حذف المتغير
de: Variable löschen
es: Eliminar variable
fr: Supprimer la variable
it: Elimina variabile
ja: 変数を削除
ko: 변수 삭제
pt_br: Excluir variável
ru: Удалить переменную
zh_hans: 删除变量
zh_hant: 删除变量

source: Delete WAF Rule
ar: حذف قاعدة WAF
de: WAF-Regel löschen
es: Eliminar regla WAF
fr: Supprimer la règle WAF
it: Elimina regola WAF
ja: WAF ルールを削除
ko: WAF 규칙 삭제
pt_br: Excluir regra WAF
ru: Удалить правило WAF
zh_hans: 删除 WAF 规则
zh_hant: 刪除 WAF 規則

source: Delete Worker
ar: حذف Worker
de: Worker löschen
es: Eliminar Worker
fr: Supprimer le Worker
it: Elimina Worker
ja: Worker を削除
ko: Worker 삭제
pt_br: Excluir Worker
ru: Удалить Worker
zh_hans: 删除 Worker
zh_hant: 刪除 Worker

source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除されました
ko: 삭제됨
pt_br: Excluído
ru: Удалено
zh_hans: 已删除
zh_hant: 已刪除

source: Deleted '%@'
ar: تم حذف "%1$@"
de: "%1$@" gelöscht
es: "%1$@" eliminado
fr: "%1$@" supprimé
it: "%1$@" eliminato
ja: "%1$@" を削除しました
ko: "%1$@" 삭제됨
pt_br: "%1$@" excluído
ru: "%1$@" удалено
zh_hans: 已删除 "%1$@"
zh_hant: 已刪除「%1$@」

source: Delivery Delay
ar: تأخير التسليم
de: Lieferverzögerung
es: Retraso en la entrega
fr: Retard de livraison
it: Ritardo nella consegna
ja: 配送遅延
ko: 배송지연
pt_br: Atraso na entrega
ru: Задержка доставки
zh_hans: 投递延迟
zh_hant: 投递延迟

source: Deploy
ar: نشر
de: Bereitstellen
es: Desplegar
fr: Déployer
it: Distribuire
ja: 展開する
ko: 배포
pt_br: Implantar
ru: Развертывать
zh_hans: 部署
zh_hant: 部署

source: Deploy Failed
ar: فشل النشر
de: Bereitstellung fehlgeschlagen
es: Implementación fallida
fr: Échec du déploiement
it: Distribuzione non riuscita
ja: デプロイに失敗しました
ko: 배포 실패
pt_br: Falha na implantação
ru: Развертывание не удалось
zh_hans: 部署失败
zh_hant: 部署失败

source: Deploy lightweight JavaScript logic to the Cloudflare edge directly for this zone.
ar: انشر منطق JavaScript خفيف الوزن على Cloudflare edge مباشرةً لهذه المنطقة.
de: Stellen Sie für diese Zone leichtgewichtige JavaScript-Logik direkt am Cloudflare-Edge bereit.
es: Implemente lógica JavaScript liviana en el borde de Cloudflare directamente para esta zona.
fr: Déployez une logique JavaScript légère sur la périphérie Cloudflare directement pour cette zone.
it: Distribuisci la logica JavaScript leggera sul perimetro Cloudflare direttamente per questa zona.
ja: 軽量の JavaScript ロジックをこのゾーンの Cloudflare エッジに直接デプロイします。
ko: 이 영역의 Cloudflare 에지에 경량 JavaScript 논리를 직접 배포하세요.
pt_br: Implante lógica JavaScript leve na borda da Cloudflare diretamente para esta zona.
ru: Разверните облегченную логику JavaScript на периферии Cloudflare непосредственно для этой зоны.
zh_hans: 直接为该域名在 Cloudflare 边缘节点部署轻量级 JavaScript 逻辑。
zh_hant: 直接為该網域稱在 Cloudflare 邊緣节點部署轻量級 JavaScript 逻辑。

source: Deploy Script
ar: نشر البرنامج النصي
de: Skript bereitstellen
es: Implementar secuencia de comandos
fr: Déployer le script
it: Distribuisci script
ja: デプロイスクリプト
ko: 스크립트 배포
pt_br: Implantar script
ru: Развернуть скрипт
zh_hans: 部署脚本
zh_hant: 部署脚本

source: Deploy Success Rate
ar: نشر معدل النجاح
de: Erfolgsquote bei der Bereitstellung
es: Tasa de éxito de implementación
fr: Taux de réussite du déploiement
it: Tasso di successo della distribuzione
ja: 導入成功率
ko: 배포 성공률
pt_br: Taxa de sucesso de implantação
ru: Уровень успеха развертывания
zh_hans: 部署成功率
zh_hant: 部署成功率

source: Deploy Updated Script?
ar: هل تريد نشر البرنامج النصي المحدث؟
de: Aktualisiertes Skript bereitstellen?
es: ¿Implementar script actualizado?
fr: Déployer le script mis à jour ?
it: Distribuire lo script aggiornato?
ja: 更新されたスクリプトをデプロイしますか?
ko: 업데이트된 스크립트를 배포하시겠습니까?
pt_br: Implantar script atualizado?
ru: Развернуть обновленный сценарий?
zh_hans: 部署已修改的脚本？
zh_hant: 部署已修改的脚本？

source: Deployment Deleted
ar: تم حذف النشر
de: Bereitstellung gelöscht
es: Despliegue eliminado
fr: Déploiement supprimé
it: Distribuzione eliminata
ja: デプロイを削除しました
ko: 배포 삭제됨
pt_br: Implantação excluída
ru: Развертывание удалено
zh_hans: 部署已删除
zh_hant: 部署已刪除

source: Deployment Details
ar: تفاصيل النشر
de: Bereitstellungsdetails
es: Detalles de implementación
fr: Détails du déploiement
it: Dettagli di distribuzione
ja: 導入の詳細
ko: 배포 세부정보
pt_br: Detalhes de implantação
ru: Подробности развертывания
zh_hans: 部署详情
zh_hant: 部署详情

source: Deployment Overview
ar: نظرة عامة على النشر
de: Bereitstellungsübersicht
es: Descripción general de la implementación
fr: Présentation du déploiement
it: Panoramica della distribuzione
ja: 導入の概要
ko: 배포 개요
pt_br: Visão geral da implantação
ru: Обзор развертывания
zh_hans: 部署概览
zh_hant: 部署概覽

source: Deployment Pipeline
ar: خط أنابيب النشر
de: Bereitstellungspipeline
es: Canal de implementación
fr: Pipeline de déploiement
it: Pipeline di distribuzione
ja: 導入パイプライン
ko: 배포 파이프라인
pt_br: Pipeline de implantação
ru: Конвейер развертывания
zh_hans: 部署流水线
zh_hant: 部署流水線

source: Deployment Retried
ar: تمت إعادة محاولة النشر
de: Bereitstellung erneut versucht
es: Implementación reintentada
fr: Déploiement réessayé
it: Distribuzione riprovata
ja: 導入が再試行されました
ko: 배포가 재시도되었습니다.
pt_br: Implantação repetida
ru: Развертывание повторено
zh_hans: 已触发重试
zh_hant: 已触發重试

source: Deployments
ar: عمليات النشر
de: Bereitstellungen
es: Implementaciones
fr: Déploiements
it: Distribuzioni
ja: デプロイ
ko: 배포
pt_br: Implantações
ru: Развертывания
zh_hans: 部署历史
zh_hant: 部署記錄
